# Brew Packages

bison
bvi
calcurse
chunkwm
cmake
diff-so-fancy
fzf
ghostscript
gobject-introspection
hub
ispell
jq
kakoune
khal
jesseduffield/lazygit/lazygit
lf
libev
libyaml
meson
mpv
neomutt
node
pandoc
postgresql
pyenv-virtualenv
r
redis
koekeishiya/formulae/skhd
tasksh
telnet
the_silver_searcher
tmux
unixodbc
wget
zsh

# Brew Cask Packages

chromium
discord
docker
google-chrome
mactex-no-gui
obs
telegram
