# Brew Packages

adns
aom
autoconf
bison
bvi
cairo
calcurse
chunkwm
cmake
diff-so-fancy
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
fzf
gcc
gdbm
gettext
ghostscript
giflib
glib
gmime
gmp
gnupg
gnutls
gobject-introspection
gpgme
graphite2
harfbuzz
hub
icu4c
isl
ispell
jpeg
jq
kakoune
khal
krb5
lame
lazygit
leptonica
lf
libarchive
libass
libassuan
libb2
libbluray
libev
libevent
libffi
libgcrypt
libgpg-error
libidn
libidn2
libksba
libmpc
libogg
libpng
libsamplerate
libsndfile
libsoxr
libtasn1
libtiff
libtool
libunistring
libusb
libvidstab
libvorbis
libvpx
libyaml
little-cms2
lmdb
lua
lua@5.1
lz4
lzo
meson
mpfr
mpv
mujs
ncurses
neomutt
nettle
ninja
node
notmuch
npth
oniguruma
openblas
opencore-amr
openjpeg
openssl@1.1
opus
p11-kit
pandoc
pcre
pcre2
pinentry
pixman
pkg-config
postgresql
pyenv
pyenv-virtualenv
python
python@3.8
r
readline
redis
rtmpdump
rubberband
sdl2
skhd
snappy
speex
sqlite
srt
talloc
task
tasksh
telnet
tesseract
the_silver_searcher
theora
tmux
tokyo-cabinet
uchardet
unbound
unixodbc
utf8proc
vapoursynth
webp
wget
x264
x265
xapian
xvid
xz
youtube-dl
zimg
zlib
zsh
zstd

# Brew Cask Packages

chromium
discord
docker
google-chrome
mactex-no-gui
obs
telegram
